[
  {
    "university": "جامعة الملك فهد للبترول والمعادن",
    "start": "2025-06-15",
    "end": "2025-06-24",
  "applyLink": "https://admissions.kfupm.edu.sa/new-admission",
    "majors": [
      {
        "name": "هندسة الطيران والفضاء",
        "description": "بهدف تأهيل المجالات الدراسية الحديثة والمتطورة في عالم الطيران والفضاء. ويركز هذا البرنامج على الشمولية الهندسية للطيران والتنافس داخل وخارج العلوم الأساسية مثل فيزياء ورياضات الطيران. كما يشمل البرنامج العديد من التخصصات مثل ديناميكا جونج في الطائرات بما في ذلك وإلكترونيات الطيران. ويمنحه الطموح فرصا لاكتساب الخبرات والمهارات، مما يمكنه تصميم الفضاء والطائرات والمركبات الفضائية، والعديد من التخصصات الجديدة مثل الإلكترونيات غير المأهولة والدفاع والاستكشاف. ويهدف البرنامج أيضا إلى تخريج المستقبل القادم في قطاعات الطيران والفضاء، وذلك للمساهمة في تطوير أساليب التعلم الحديثة للتحديات المستقبلية وتقنيات المستقبل والخبرات في هذا المجال..",
"requirements": "تخصصات دقيقة:\nتصميم طائرات بدون طيار وتطبيقاتها\n\nالروبوتات والأنظمة\n\nمجالات العمل:\nقطاعات وزارة الدفاع والطيران\nهيئات العلوم الوطنية والتقنية والطاقة\nالطائرات والصواريخ والأقمار الصناعية: تصميم وتصنيع وصيانة\nشركات التوازن الاقتصادي ذات الاختصاص\nالبحث والتطوير."
      },
   {
        "name": "الهندسة الميكانيكية",
        "description": "ساهم هذا التخصص في تصميم وهندسة الاتصالات الميكانيكية. وأشار البرنامج إلى مجموعة واسعة من الخبراء مثل الهندسة الحرارية وأنظمة الطاقة وتصميم وديناميكا الرياح والتصنيع المتقدم وعلوم المواد. يهدف البرنامج إلى الدعم العلمي لتطوير قطاع الهندسة الميكانيكية من خلال تخريج خبراء مختصين، ويواكبون فقط وتلبية احتياجات الصناعة والقطاعات الهندسية المتنوعة فى المملكة، حيث يخريجون العمل فى مختلف الصناعات مثل صناعة السيارات والطيران والتصنيع بالإضافة إلى قطاعات الأبحاث.",
"requirements": "تخصصات دقيقة:\n- التحليلات الحسابية\n- تأكل وتدهور المواد\n- تنقل الهيدروجين\n- سلامة العملية\n- تحليلات القرار\n- إدارة أنظمة الطاقة الذكية\n- المواد غير المعدنية\n- الطاقة المتجددة وتخزين الطاقة\n- الأنظمة الحرارية\n- تصميم الطائرات بدون طيار وتطبيقاتها\n- هندسة الطاقة النووية\n- إدارة النفايات\n- كفاءة الطاقة\n- علوم وتكنولوجيا البوليمرات\n\nمجالات العمل:\n- التصميم والتصنيع\n- أنظمة التكييف والتبريد\n- الصيانة\n- السلامة\n- الطاقة المتجددة"
      },
   {
        "name": "الــفــيزــاء",
        "description": "ويهدف البرنامج إلى تزويد الطلاب بفهم عميق وشامل للمفاهيم الفيزيائية المعالجة. تتميز بدراسات حديثة شاملة فى مختلف أقسام الفيزياء والتطبيقية، مثل الفيزياء، وفيزياء الهواء، والفيزياء العقلية، والفيزياء الصلبة، والليزر والكهرباء والمغناطيسية والحركة وغيرها. كما يُشجع الطالب المشارك في الأبحاث العلمية والتجارية على اكتساب الخبرات ذات القيمة في مجال اللياقة البدنية. يتميز الخريجون بفرص النقابة الواسعة في مختلف الصناعات والمجالات العلمية العلمية، مما يمكنهم من مجلة الفعّالة في التقدم العلمي والتكنولوجي.",
"requirements": "تخصصات دقيقة:\n- الفيزياء النظرية\n- النمذجة\n- الليزر\n- علم المواد\n- الفيزياء النووية\n- الوصلات الفائقة\n\nمجالات العمل:\n- تعليم الكبار والصغار\n- مختبرات الجودة النوعية\n- التنقيب عن النفط والغاز\n- مفاعلات الطاقة النووية\n- التقنية\n- تطبيقات الليزر في الصناعات والطب"
      },
      {
        "name": "الهندسة الكهربائية",
        "description": "ويهدف هذا التخصص إلى تزويد الطلاب بالمعرفة والمهارات اللازمة لفهم وتصميم وتطوير المجالات الكهربائية والإلكترونية، من خلال هذا التخصص يكتسب الطلاب القدرة على تطوير حلول تقنية الذكاء لمجموعة متنوعة من التحديات الهندسية تشمل فرص العمل لخريجي الهندسة الكهربائية المجالات مثل الصناعة، واختراع، وتصنيع، والتطوير، تكنولوجيا..",
"requirements": "تخصصات دقيقة:\n- أنظمة الاتصالات\n- التحليلات الحسابية\n- شبكات الحاسب\n- تحليلات القرار\n- إنترنت الأشياء\n- تصميم الطائرات بدون طيار وتطبيقاتها\n- استشعار الليزر والميكروويف\n- أنظمة الدفاع الإلكترونية\n- أجهزة كهربائية وأجهزة استشعار\n- كفاءة الطاقة\n- سلامة النتيجة\n- الروبوتات والأجهزة المنظمة\n\nمجالات العمل:\n- أنظمة القوى الكهربائية\n- معالجة الإشارات\n- الإلكترونيات\n- أنظمة التحكم\n- الاتصالات السلكية واللاسلكية\n- الدوائر الجزيئية والحاسبات"
      }
    ],
"guide": "مسار القبول الإلحاقي: \nأن يكون الطالب/الطالبة خريج الثانوية العامة (عام, علوم الحاسب والهندسة , الصحة والحياة) أو منهج عالمي (علوم طبيعية) في العام الذي يتم فيه القبول أو العام السابق له\n\n \nتحقق بحد أدنى في اختبارات اللغة الإنجليزية درجة: (60 في STEP) أو ما يعادلها في الاختبارات الأخرى (IELTS – TOFEL) وذلك لجميع مسارات القبول\n\n  تعبئة خطاب التزكية وإرفاقه في نموذج التقديم\n\nإرفاق نبذة توضيحية عن نفسك تشرح فيها أهدافك الأكاديمية وكيف ستسهم في تغيير مجتمعك والعالم للأفضل. \n\nاستكمال متطلبات الدرجة الموزونة (50% اختبار القدرات، 40% اختبار التحصيلي، 10% الثانوية العامة) للمنافسة على القبول والأفضلية في اختيار التخصص. تحسب الدرجة الموزونة بعد صدور نتائج الاختبار التحصيلي الثاني. \n\nلم يسبق للطالب الدراسة في جامعة الملك فهد للبترول والمعادن أو كلية المجتمع التابعة للجامعة. "
},
  {
    "university": "كلية الأمير سلطان للعلوم الصحية",
    "start": "2025-06-29",
    "end": "2025-07-03",
  "applyLink": "https://www.psmchs.edu.sa/admission-and-registration-ar/bachelors-admission-portal-ar/common-questions-ar/",
    "majors": [
      {
        "name": "الهندسة",
        "description": "تخصص الهندسة يشمل دراسة المبادئ الهندسية الأساسية وتطبيقاتها.",
        "requirements": "شهادة الثانوية العامة مع درجات عالية في الرياضيات والفيزياء."
      },
      {
        "name": "الطب",
        "description": "تخصص الطب يتناول دراسة العلوم الطبية والعملية السريرية.",
        "requirements": "اجتياز اختبار القدرات الطبية والحصول على شهادة الثانوية العامة."
      },
      {
        "name": "الإدارة",
        "description": "تخصص يركز على مهارات الإدارة والتنظيم للأعمال والمؤسسات.",
        "requirements": "شهادة الثانوية العامة مع معرفة أساسية في الرياضيات."
      }
    ],
    "guide": "تحتوي هذه الكلية على دليل قبول يوضح كيفية التقديم والشروط."
  },
  {
    "university": "القبول الموحد - إضافة الرغبات",
    "start": "2025-05-28",
    "end": "2025-06-26",
  "applyLink": "https://www.uap.sa/",
    "majors": [],
    "guide": "في هذه المرحلة، يمكنك استعراض التخصصات المتاحة وإضافة الرغبات إلى قائمة الرغبات. يتم رصد نتائج الثانوية ونتائج اختبارات مركز قياس تلقائيًا بعد صدورها."
  },
  {
    "university": "القبول الموحد - تأكيد الطلب وإجراء المقابلات والاختبارات",
    "start": "2025-06-29",
    "end": "2025-07-10",
  "applyLink": "https://www.uap.sa/",
    "majors": [],
    "guide": "تبدأ المفاضلة بشكل لحظي. عرض الحد الأدنى للدرجة الموزونة لكل تخصص، ويتم تحديثه بشكل لحظي. حسب بيانات المتقدمين وتغير رغباتهم. تأكيد الرغبات، وإجراء المقابلات أو الاختبارات إن وُجدت."
  },
  {
    "university": "القبول الموحد - تأكيد الرغبة النهائية",
    "start": "2025-07-13",
    "end": "2025-07-14",
  "applyLink": "https://www.uap.sa/",
    "majors": [],
    "guide": "تظهر نتيجة المفاضلة النهائية ويتم قبولك في التخصص الذي تم ترشيحك له."
  },
 {
    "university": "القبول الموحد - الفرص الإضافية الإلحاقي",
    "start": "2025-07-15",
    "end": "2025-07-26",
  "applyLink": "https://www.uap.sa/",
    "majors": [],
    "guide": "تبدأ الفرص الإضافية للطلاب الذين لم يتم قبولهم، أو يرغبون بتحسين رغباتهم وفقًا للمقاعد المتاحة."
  }
]
