[
  {
    "university": "جامعة الملك فهد للبترول والمعادن",
    "start": "2025-06-15",
    "end": "2025-06-24",
  "attachments": [
    {
      "name": "دليل القبول",
      "url": "https://apply.kfupm.edu.sa/documents/2/admission_booklet.pdf"
    },
   {
      "name": "خطاب التزكية",
      "url": "https://apply.kfupm.edu.sa/documents/11/Recommendation_Letter2.pdf"
    },
    {
      "name": "موقع الجامعة",
      "url": "https://admissions.kfupm.edu.sa/"
    }
  ],

  "applyLink": "https://admissions.kfupm.edu.sa/new-admission",
    "majors": [
      {
        "name": "هندسة الطيران والفضاء",
        "description": "بهدف تأهيل المجالات الدراسية الحديثة والمتطورة في عالم الطيران والفضاء. ويركز هذا البرنامج على الشمولية الهندسية للطيران والتنافس داخل وخارج العلوم الأساسية مثل فيزياء ورياضات الطيران. كما يشمل البرنامج العديد من التخصصات مثل ديناميكا جونج في الطائرات بما في ذلك وإلكترونيات الطيران. ويمنحه الطموح فرصا لاكتساب الخبرات والمهارات، مما يمكنه تصميم الفضاء والطائرات والمركبات الفضائية، والعديد من التخصصات الجديدة مثل الإلكترونيات غير المأهولة والدفاع والاستكشاف. ويهدف البرنامج أيضا إلى تخريج المستقبل القادم في قطاعات الطيران والفضاء، وذلك للمساهمة في تطوير أساليب التعلم الحديثة للتحديات المستقبلية وتقنيات المستقبل والخبرات في هذا المجال..",
"requirements": "تخصصات دقيقة:\nتصميم طائرات بدون طيار وتطبيقاتها\n\nالروبوتات والأنظمة\n\nمجالات العمل:\nقطاعات وزارة الدفاع والطيران\nهيئات العلوم الوطنية والتقنية والطاقة\nالطائرات والصواريخ والأقمار الصناعية: تصميم وتصنيع وصيانة\nشركات التوازن الاقتصادي ذات الاختصاص\nالبحث والتطوير."
      },
   {
        "name": "الهندسة الميكانيكية",
        "description": "ساهم هذا التخصص في تصميم وهندسة الاتصالات الميكانيكية. وأشار البرنامج إلى مجموعة واسعة من الخبراء مثل الهندسة الحرارية وأنظمة الطاقة وتصميم وديناميكا الرياح والتصنيع المتقدم وعلوم المواد. يهدف البرنامج إلى الدعم العلمي لتطوير قطاع الهندسة الميكانيكية من خلال تخريج خبراء مختصين، ويواكبون فقط وتلبية احتياجات الصناعة والقطاعات الهندسية المتنوعة فى المملكة، حيث يخريجون العمل فى مختلف الصناعات مثل صناعة السيارات والطيران والتصنيع بالإضافة إلى قطاعات الأبحاث.",
"requirements": "تخصصات دقيقة:\n- التحليلات الحسابية\n- تأكل وتدهور المواد\n- تنقل الهيدروجين\n- سلامة العملية\n- تحليلات القرار\n- إدارة أنظمة الطاقة الذكية\n- المواد غير المعدنية\n- الطاقة المتجددة وتخزين الطاقة\n- الأنظمة الحرارية\n- تصميم الطائرات بدون طيار وتطبيقاتها\n- هندسة الطاقة النووية\n- إدارة النفايات\n- كفاءة الطاقة\n- علوم وتكنولوجيا البوليمرات\n\nمجالات العمل:\n- التصميم والتصنيع\n- أنظمة التكييف والتبريد\n- الصيانة\n- السلامة\n- الطاقة المتجددة"
      },
   {
        "name": "الــفــيزــاء",
        "description": "ويهدف البرنامج إلى تزويد الطلاب بفهم عميق وشامل للمفاهيم الفيزيائية المعالجة. تتميز بدراسات حديثة شاملة فى مختلف أقسام الفيزياء والتطبيقية، مثل الفيزياء، وفيزياء الهواء، والفيزياء العقلية، والفيزياء الصلبة، والليزر والكهرباء والمغناطيسية والحركة وغيرها. كما يُشجع الطالب المشارك في الأبحاث العلمية والتجارية على اكتساب الخبرات ذات القيمة في مجال اللياقة البدنية. يتميز الخريجون بفرص النقابة الواسعة في مختلف الصناعات والمجالات العلمية العلمية، مما يمكنهم من مجلة الفعّالة في التقدم العلمي والتكنولوجي.",
"requirements": "تخصصات دقيقة:\n- الفيزياء النظرية\n- النمذجة\n- الليزر\n- علم المواد\n- الفيزياء النووية\n- الوصلات الفائقة\n\nمجالات العمل:\n- تعليم الكبار والصغار\n- مختبرات الجودة النوعية\n- التنقيب عن النفط والغاز\n- مفاعلات الطاقة النووية\n- التقنية\n- تطبيقات الليزر في الصناعات والطب"
      },
   {
        "name": "هندسة التحكم والقياس",
        "description": "برنامج جديد لأول مرة في المملكة، بمزيج فريد بين علوم الفلسفة والمهارات الهندسية، يأتي ضمن مستجدات الجامعة بدمج التخصصات المتقاربة لاستكشاف ابتكارات جديدة وتطوير تقنيات. ويتوفر هذا التخصص بين الكليات الأساسية قويا وفهما عميقا لنظريات الفيزياء والرياضيات، يكتسب الطالب مهارة التعاون المعقدة في مجالات متعددة التخصصات البرنامج لا يؤهل الخريجين فقط العمل ببرااعة في تطبيق ملموس، تمكنهم من الإبداع فعلاً لتطوير مهارات جديدة وتطوير مهارات الإبداع، ومسؤوليها موضع التنفيذ القيادي، وذلك من خلال الهندسة الكهربائية أو اللياقة البدنية أو الفيزياء التطبيقية أو المجالات ذات الصلة.",
"requirements": "تخصصات دقيقة:\n- الأجهزة الكهربائية وأجهزة الاستشعار\n- تصميم الطائرات بدون طيار وتطبيقاتها\n- شبكات الحاسب الآلي\n- تحليلات القرار\n\nمجالات العمل:\n- تصميم وتشغيل أجهزة القياس\n- تصميم وتشغيل أنظمة التحكم الرقمية\n- إنترنت الأشياء\n- الروبوتات والنظم المستقلة\n- استخدام الحاسبات الدقيقة في التحكم\n- تصميم وتشغيل نظام التحكم في العمليات الصناعية"
      },
 {
        "name": "الهندسة الكهربائية والفيزياء ",
        "description": "يعتبر واحدا من نوعه في المملكة، يجمع هذا البرنامج بين تخصصات التحكم وهندسة القياس بشكل فريد، حيث يشترك في العديد من التخصصات، وأنظمة القياس المتقدمة. ويهدف إلى تطوير المعرفة والمهارات العملية في مجالات مثل الطاقة والبتروكيماويات، والمحاسبة والروبوتات، سيراميك طبي وغيرها ويغطي البرنامج المحاور الرياضية والفيزيائية المستخدمة في تحليل وتصميم أنظمة التحكم. ومنحهم الفرصة لاكتساب المهارات العملية. ويعتمد البرنامج على تطوير الطلاب المحتملين في مجالات التحكم وقياس تكنولوجيا المعلومات. .",
"requirements": "تخصصات دقيقة:\n- الأجهزة الكهربائية وأجهزة الاستشعار\n- أنظمة الدفاع الإلكترونية\n- تحليلات القرار\n- أنظمة الاتصالات\n- التحليلات الحسابية\n- شبكات الحاسب الآلي\n\nمجالات العمل:\n- أنظمة القوى والتحكم\n- كفاءة الطاقة\n- إنترنت الأشياء\n- تصميم الطائرات بدون طيار وتطبيقاتها\n- سلامة العملية\n- استشعار الليزر والميكرويف\n- المعلومات الكمية والحوسبة\n- الدوائر التكاملية والحاسبات\n- الاتصالات السلكية واللاسلكية\n- أجهزة الحالات الصلبة والإنسان الآلي\n- الصناعات العسكرية\n- مفاعلات الطاقة النووية"
      },
      {
        "name": "الهندسة الكهربائية",
        "description": "ويهدف هذا التخصص إلى تزويد الطلاب بالمعرفة والمهارات اللازمة لفهم وتصميم وتطوير المجالات الكهربائية والإلكترونية، من خلال هذا التخصص يكتسب الطلاب القدرة على تطوير حلول تقنية الذكاء لمجموعة متنوعة من التحديات الهندسية تشمل فرص العمل لخريجي الهندسة الكهربائية المجالات مثل الصناعة، واختراع، وتصنيع، والتطوير، تكنولوجيا..",
"requirements": "تخصصات دقيقة:\n- أنظمة الاتصالات\n- التحليلات الحسابية\n- شبكات الحاسب\n- تحليلات القرار\n- إنترنت الأشياء\n- تصميم الطائرات بدون طيار وتطبيقاتها\n- استشعار الليزر والميكروويف\n- أنظمة الدفاع الإلكترونية\n- أجهزة كهربائية وأجهزة استشعار\n- كفاءة الطاقة\n- سلامة النتيجة\n- الروبوتات والأجهزة المنظمة\n\nمجالات العمل:\n- أنظمة القوى الكهربائية\n- معالجة الإشارات\n- الإلكترونيات\n- أنظمة التحكم\n- الاتصالات السلكية واللاسلكية\n- الدوائر الجزيئية والحاسبات"
      }
    ],
"guide": "مسار القبول الإلحاقي: \nأن يكون الطالب/الطالبة خريج الثانوية العامة (عام, علوم الحاسب والهندسة , الصحة والحياة) أو منهج عالمي (علوم طبيعية) في العام الذي يتم فيه القبول أو العام السابق له\n\n \nتحقق بحد أدنى في اختبارات اللغة الإنجليزية درجة: (60 في STEP) أو ما يعادلها في الاختبارات الأخرى (IELTS – TOFEL) وذلك لجميع مسارات القبول\n\n  تعبئة خطاب التزكية وإرفاقه في نموذج التقديم\n\nإرفاق نبذة توضيحية عن نفسك تشرح فيها أهدافك الأكاديمية وكيف ستسهم في تغيير مجتمعك والعالم للأفضل. \n\nاستكمال متطلبات الدرجة الموزونة (50% اختبار القدرات، 40% اختبار التحصيلي، 10% الثانوية العامة) للمنافسة على القبول والأفضلية في اختيار التخصص. تحسب الدرجة الموزونة بعد صدور نتائج الاختبار التحصيلي الثاني. \n\nلم يسبق للطالب الدراسة في جامعة الملك فهد للبترول والمعادن أو كلية المجتمع التابعة للجامعة. "
},
  {
    "university": "كلية الأمير سلطان للعلوم الصحية",
    "start": "2025-06-29",
    "end": "2025-07-03",
  "attachments": [
    {
      "name": "دليل القبول",
      "url": "https://www.psmchs.edu.sa/wp-content/uploads/2025/05/Sharoot-PDF.pdf"
    },
    {
      "name": "موقع الجامعة",
      "url": "https://www.psmchs.edu.sa/"
    }
  ],
  "applyLink": "https://www.psmchs.edu.sa/admission-and-registration-ar/bachelors-admission-portal-ar/common-questions-ar/",
    "majors": [
      {
        "name": "علوم المختبرات الإكلينيكية",
        "description": "يعد إستخدام التقنيات والأساليب العلمية الحديثة في تشخيص الأمراض وعلاجها من الأسباب الرئيسية التي أدت إلى بلوغ هذا القدر الكبير من التقدم في مجال الطب خلال العقود القليلة الماضية، مما جعل قسم علوم المختبرات الطبية بكلية الأمير سلطان العسكرية للعلوم الصحية يأخذ على عاتقه مهمة التدريب على هذه التقنيات من خلال برنامج بكالوريوس علوم المختبرات الطبية.\n\nويشتمل قسم علوم المختبرات الطبية على سنة تحضيرية، وثلاث سنوات تخصصية، بالإضافة إلى سنة إمتياز في أحد المستشفيات، ويمنح الطالب بعدها درجة البكالوريوس في علوم المختبرات الطبية من قبل الكلية. وبعد الإنتهاء من فترة الإمتياز، يوظف الخريج كأخصائي مختبرات إكلينيكية في أحد المختبرات الطبية بالمستشفيات، أو العيادات، أو أقسام الصحة العامة والطب الشرعي، أو أقسام مراقبة الجودة لصناعات المياه والغذاء.\n\nويشتمل برنامج علوم المختبرات الطبية على دراسة نظامية تحوي مواداً علمية تختص بمهام يقوم بها أخصائي المختبرات الإكلينيكية، ويتم دعم الجوانب النظرية في معظم المواد العلمية من خلال التدريب المكثف لصقل المهارات عملياً..",
"requirements": "الرؤية:\nتوفير التعليم المناسب وبيئة تعلم تهدف للوصول إلى معايير كفاءة عالية. تطوير وغرس السلوكيات الاحترافية ومهارات الإدارة والقيادة، والحفاظ على مستويات عالية من الكفاءة والسلامة في المختبرات الطبية.\n\nالرسالة:\nيقوم قسم علوم المختبرات الإكلينيكية في كلية الأمير سلطان العسكرية للعلوم الصحية، بتوفير بيئة تعليمية تساهم في تزويد أخصائيي المختبرات الطبية بالمعارف والمهارات وأدوات البحث العلمي اللازمة، لتوفير خدمات مخبرية ومجتمعية متميزة.\n\nالأهداف:\n- توفير خدمة تعليمية ممتازة.\n- تحسين معايير التعلم بشكل مستمر.\n- السعي للتطوير المهني المستمر.\n- تشجيع البحث العلمي.\n- خدمة المجتمع."
      },
      {
        "name": "تقنية التخدير",
        "description": "تم إعداد برنامج بكالوريوس تقنية التخدير في كلية الأمير سلطان العسكرية للعلوم الطبية التطبيقية بغرض تأهيل الخريجين السعوديين للعمل كأخصائيين تقنية التخدير لتقديم أفضل رعاية لأفراد المجتمع بالعمل تحت إشراف استشاري تخدير في أحد المستشفيات العامة المعتمدة أو أحد المراكز الطبية التخصصية. وتتألف طرق التدريس في قسم التخدير من جزء نظري وآخر تطبيقي (عملي) على عينات ومجسمات في معمل التخدير، يلحق ذلك تطبيق سريري مع المرضى مباشرة.",
"requirements": "الرؤية:\nيلتزم برنامج تقنية التخدير بأن يكون برنامجاً إقليمياً رائداً يتمتع بأعلى درجات الاعتراف في مجال قيادة تقنية التخدير والكفاءة السريرية.\n\nالرسالة:\nتخريج أخصائي تقنية تخدير بالكفاءات السريرية اللازمة من خلال توفير بيئة التدريب التعليمية والعملية وفقاً لمعايير الجودة وإجراء البحوث وخدمة المجتمع.\n\nالأهداف:\n- توفير التعليم والتدريب المستمر لتطوير الجوانب العلمية والمهنية لتلبية احتياجات المجتمع.\n- تخريج أخصائي تقنية التخدير متمكِّن سريريًا.\n- ترقية منهج تقنية التخدير لبناء الأهداف التعليمية والوظيفية للطلاب في بيئة تعليمية موجهة نحو النجاح.\n- توظيف واستبقاء أعضاء هيئة التدريس المتميزين المؤهلين للمساهمة في عملية تطوير المهنة.\n- تشجيع أنشطة البحث في تقنية التخدير على أساس حل مشاكل صحة المجتمع والاحتياجات السريرية والأكاديمية.\n- التأكيد على تطبيق خدمات المجتمع وتوسيع نطاقها."
      },
      {
        "name": "الخدمات الطبية الطارئة",
        "description": "الهدف من هذه البرامج هو تخريج طلبة على مستوى عالي من العلم والتدريب ليقدموا مستوى راقي من الخدمة الطبية الطارئة في موقع الحدث وسيارات الإسعاف أي قبل الوصول إلى المستشفى. تحتــاج الدراســة ببرنامج بكالوريوس الخدمات الطبية بالكلية خمس سنوات تشتمل على أربع سنوات لدراسة المواد التخصصية والمهنية إضافة إلى سنــة إمتياز تطبيقية بالمستشفيات المعتمدة للتدريب. يدرس الطالب مقررات نظرية عمليــة على أحدث الأجهزة والدمى المتقدمة المتخصصة لكي تــكون لديهم الكفاءة العالية للقيـــام بعمل التقييم الصحيح لحالة المريض وأقرب تشخيص لحالته ثم تقديم الإنعاش الضروري لإنقاذه وجعله في حالة مستقرة إذا إستدعى الأمر أو تقديم العلاج الأول لحين الوصول إلى المستشفى لإستكمال الفحوصات وتقديم العلاج النهائي. أثنــاء الدراســة يتدرب الطالب على أنواع متعددة من الحالات العاجلة سواء الباطنية أو بسبب الإصابات بكافة أنواعها (نزيف وكســو ر وخلافه) ويشمل  حالات أمراض النساء ذلك أيضا الطارئة وكبار السن والأطفال من سن الرضع إلى سن البلوغ.",
"requirements": "الرؤية:\nنسعى للتميز والريادة على المستوى الوطني في مجال التعليم للخدمات الطبية الطارئة.\n\nالرسالة:\nيلتزم برنامج الخدمات الطبية الطارئة في كلية الأمير سلطان العسكرية للعلوم الصحية بتخريج أخصائيين مؤهلين في مجال تقديم الرعاية الطبية الطارئة ما قبل المستشفى بتوفير بيئة تعليمية داعمة لإجراء البحوث العلمية والشراكة المجتمعية.\n\nالأهداف:\n- تحسين البيئة التعليمية ورفع مستوى التحصيل الأكاديمي لكل طالب من خلال تطوير منهج يخرج متخصصين في الخدمات الطبية الطارئة ذوي مهارات متقدمة.\n- زيادة الوعي المجتمعي بدور الخدمات الطبية الطارئة وتشجيع الطلاب والخريجين وأعضاء هيئة التدريس على المشاركة في مشاريع الرعاية الاجتماعية.\n- استقطاب وتطوير والحفاظ على أعضاء هيئة تدريس متميزين وتطويرهم.\n- تطبيق نظام فعّال لضمان جودة العمليات التعليمية.\n- إلهام الطلبة وأعضاء هيئة التدريس للتعاون في مجال الابتكار والبحث العلمي."
      },
   {
        "name": "إدارة المعلومات الصحية",
        "description": "برنامج بكالوريوس إدارة المعلومات الصحية من البرامج المعتمدة من الهيئة السعودية للتخصصات الصحية حيث صمم البرنامج لتأهيل وإعداد الخريجين لإدارة وحفظ الملفات الطبية والمعلومات الصحية للمرضى والتمكن من إدارة أنظمة المعلومات الحاسوبية وجمع وتحليل البيانات الطبية للمرضى لأغراض البحث العلمي والتمكن من استخدام أنظمة التصنيف. كما أن الخريج سيكون قادرا على القيام بالأعمال الإدارية والتشغيلية والتفاعل مع جميع المستويات التي تخدم بيانات المرضى بشكل يومي والقدرة على صنع القرار. وبالتالي يقوم أخصائيو المعلومات الصحية بخدمة المرضى بشكل مباشر عن طريق حمايتهم للبيانات الطبية. تركز كلية الأمير سلطان على تعليم وتدريب أخصائي الرعاية الصحية على القدرات التنافسية والمهارات القيادية. حيث تقدم الكلية برامج أكاديمية ومركز للبحوث وتقدم خدمات مجتمعية وفقا لأفضل معايير الجودة لتطوير الرعاية الصحية على المستوى الوطني. ويلتزم برنامج إدارة المعلومات الصحية لتعليم وتأهيل الطلاب لمستشفيات وزارة الدفاع التي تتسم بالتغير والتطور مع زيادة الاعتماد على تكنولوجيا المعلومات والاتصالات والتعلم على مدى الحياة.", 
"requirements": "الرؤية: نطمح في برنامج إدارة المعلومات الصحية إلى أن نكون منبعاً للتميز والأفكار المبتكرة لتخريج طلاب قادرين على القيادة في مجال إدارة المعلومات الصحية.\n\nالرسالة: رسالتنا هي تخريج متخصصين ذو مهارات قيادية من خلال التعليم المهني والبحث والأنشطة المجتمعية لتلبية المعايير الوطنية للجودة.\n\nالأهداف:\n . تقديم تعليم إدارة المعلومات الصحية والذي يشمل جميع جوانب إدارة المعلومات الصحية لتلبية متطلبات المجال.\n . تشجيع البحث والمشاريع المبتكرة الأخرى في إدارة المعلومات الصحية لتعزيز المعرفة والفهم لأفضل الممارسات والاتجاهات الناشئة.\n . الشراكة المجتمعية والعمل مع المجتمع لتعزيز أهمية إدارة المعلومات الصحية وتطوير الشراكات التي تمكن الطلبة من اكتساب الخبرة المهنية في المجال.\n ضمان بيئة تعليمية جيدة تلبي المعايير الوطنية المؤسسية للجودة."
      },
  {
        "name": "مساعد طبيب الأسنان",
        "description": "يُقدَّم برنامج “مساعد طبيب الأسنان” للطالبات السعوديات ويؤهلهن للحصول على درجة البكالوريوس في هذا التخصص عند التخرج. وبالإضافة إلى الدورات التعليمية النظرية، يُتِم الطالبات تدريبًا عمليًا في التطبيقات السريرية لمساعدات طبيب الأسنان. حيث يشمل ذلك العمل جنبًا إلى جنب مع أطباء الأسنان في العيادات العامة والمتخصصة، وغرف التعقيم، والمكاتب الإدارية لقسم الأسنان.", 
"requirements": "الرؤية: التميز في تأهيل مساعدي أطباء الأسنان، وتزويدهم بمستوى عالٍ من المعرفة والمهارات محليًا وإقليميًا.\n\nالرسالة: تخريج مساعدي أطباء أسنان أكفّاء ومؤهلين عبر تقديم برامج تعليمية وتدريبية متميزة، لضمان جودة خدمات الصحة المقدمة ورعاية الفم والأسنان، وإعدادهم للمساهمة في خدمة المجتمع، والمشاركة في البحث العلمي.\n\nالأهداف:\n تقديم تعليم متميز عالي الجودة لمساعدي طبيب الأسنان.\n ضمان التحسينات المستمرة لممارسات التعليم الأكاديمي.\n . تنظيم أنشطة التطوير المهني المستمر.\n . المشاركة في البحث العلمي.\n . المساهمة في مبادرات الخدمة المجتمعية."
      },
 {
        "name": "تقنية الأجهزة الطبية ",
        "description": "تشهد المملكة العربية السعودية طلباً متزايداً على الخدمات الطبية في كلا القطاعين الحكومي والخاص. وكجزء لا يتجزأ من كلية الأمير سلطان العسكرية للعلوم الصحية، يوفر برنامج تقنية الأجهزة الطبية تعليماً عالي الجودة مع مهارات تعلم حيوية لتمكين الخريجين من إنجاز وتقديم خدمات متخصصة مختلفة ومتنوعة في مرافق الرعاية الصحية.\n\nكما يعكس برنامج تقنية الأجهزة الطبية الأهمية المتزايدة في مجال التخصص استرشاداً بخطط التطوير بالمملكة العربية السعودية حسب رؤية 2030. حيث يركز البرنامج على الإنجازات المهنية والمتخصصة للخريجين والتي تشمل الوظائف الرئيسية التي يتم إعداد الخريجين لشغلها والقيام بتنفيذ مهامها وأدوارها، والمساهمة في عمليات التطوير المهني وتقديم الرعاية اللازمة لخدمة المجتمع. ومن خلال ذلك، سوف يكون بمقدور خريجينا توفير بيئة آمنة وتحقيق أعلى معايير السلامة التي تحسن من جودة الحياة للمرضى من خلال ممارساتهم المهنية في تأمين وصيانة وتحسين أجهزة وأدوات الرعاية الصحية", 
"requirements": "الرؤية: تتمثل رؤية برنامج تقنية الأجهزة الطبية في كلية الأمير سلطان العسكرية للعلوم الصحية بأن يكون رائداً في المملكة في هذا المجال تبعاً لأعلى المعايير الدولية في التعليم والتدريب.\n\nالرسالة: يهدف برنامج تقنية الأجهزة الطبية إلى إعداد متخصصين أكفّاء في تكنولوجيا الأجهزة الطبية الحيوية لخدمة المجتمع والمشاركة في البحث العلمي.\n\nالأهداف:\n تعزيز فرص التعلم المستمر والتطوير المهني للخريجين.\n2. توفير بيئة تعليمية متميزة.\n خدمة المجتمع.\n التحسين المستمر للمعايير التعليمية.\n دعم البحث العلمي."
      },
{
        "name": "تمريض للبنات", 
        "description": " إنّ تعليم مهنة التمريض يستند إلى الرؤية التي تؤكد بأنّ التمريض يمثل العمود الفقري للخدمات الصحية ويلعب دورًا بالغ الأهمية في تعزيز الصحة وتحسين جودة الحياة. كما أنّ الدور الذي يؤديه التمريض في تقديم الرعاية الصحية مهم لتحقيق حياة صحية للجميع. ومن ثم، ينبغي تنفيذ مجموعة متنوعة من المبادرات لضمان توفير عدد كافٍ من الممرضات المؤهلات تأهيلاً ملائمًا لتلبية الطلب المتزايد على خدمات التمريض.\n\nلقد صُمم برنامج درجة بكالوريوس العلوم في التمريض في كلية الأمير سلطان العسكرية للعلوم الصحية لإعداد خريجات مؤهلات للعمل كممرضات محترفات لسد حاجة الوطن في قطاع الرعاية الصحية في مؤسسات الرعاية الصحية والمجتمعية المختلفة، وتلبية الطلب المتزايد على الخدمات الطبية في القطاعين الحكومي والخاص. \n\n وقد طُوّر المنهج استنادًا إلى أساس فلسفي مفاده أن الصحة هي عملية ديناميكية مستمرة تتأثر بالعوامل البيئية الداخلية والخارجية التي تشمل جميع الظروف التي تحيط بالأفراد والأسر والمجتمعات وتؤثر عليها.", 
"requirements": "الرؤية: أن تكون مؤسسة تعليمية رائدة في المنطقة الشرقية بأعلى معايير التميز على المستويين الوطني والدولي في مجال تعليم التمريض.\n\nالرسالة: تخريج أخصائيات وقائدات فاعلات في مجال التمريض من خلال خدمات تعليمية وبحثية ومجتمعية مستدامة قائمة على معايير وطنية عالية الجودة.\n\nالأهداف:\n . تقديم تعليم تمريضي جيد.\n . ضمان التحسين المستمر لممارسات التعليم الأكاديمي.\n . تنفيذ أنشطة التطوير المهني المستمر.\n المشاركة في البحث العلمي.\n تنفيذ الخدمات المجتمعية."
      },
{
        "name": "العناية التنفسية", 
        "description": " انطلاقاً من أهمية خلق منظومة رعاية صحية متكاملة تتواكب مع متطلبات اليوم وترقى إلى تطلعات أفراد المجتمع، يولي قسم العناية التنفسية بكلية الأمير سلطان العسكرية للعلوم الصحية اهتماماً بتخريج كفاءات وطنية تتمتع بمستوى عالٍ من التأهيل والتدريب لمزاولة مهنة اخصائي العناية التنفسية التي تهتم بارتقاء صحة وظائف القلب والرئة. \n\nيتعلم أخصائي العناية التنفسية كيفية تطبيق الأسس العلمية التي تساعد على الوقاية من الاضطراب المزمن والحاد للجهاز القلبي والرئوي وطرق معالجته، ويكون كذلك مطلع على الأسس العلمية لفسيولوجيا الجسم والأمراض القلبية الرئوية من خلال فهمه لاستخدام التقنيات الحديثة التي تكسبه المهارة على إجراء تقييم للمرضى ذوو الاضطرابات الرئوية القلبية وتقديم التوعية والمعالجة اللازمة بصورة متميزة. \n\nيعتبر حامل درجة البكالوريوس في العناية التنفسية أخصائي ممارس على مستوى متقدم، مؤهل لتقديم العناية التنفسية في المستشفيات والمنازل وغيرها من مواقع الرعاية الصحية البديلة.",
"requirements": "الرؤية: تتمثل رؤية برنامج الرعاية التنفسية في كلية الأمير سلطان في أن يكون برنامجًا رائدًا في توفير خدمات التعليم والبحث والرعاية المجتمعية عالية الجودة.\n\nالرسالة: الارتقاء بالرعاية الصحية عن طريق تأهيل وتطوير ممارسين عناية تنفسية لتلبية احتياج المجتمع والمشاركة في البحث العلمي والخدمة المجتمعية.\n\nالأهداف:\n . تعزيز وتوسيع البيئة التعليمية التي تلبي توقعات أصحاب المصلحة (التعلم والتدريس).\n تطوير وتفعيل المناهج ذات الجودة العالية التي تنتج ممارسين مؤهلين وذوي كفاءة عالية (المناهج الدراسية).\n تطوير والحفاظ على أعضاء هيئة تدريس وموظفين ذوي مهارات عالية، مع التركيز على تشكيل الطلبة ليصبحوا ممارسين أكفاء (التدريس والتعلم).\n تطوير ثقافة البحوث بين أعضاء هيئة التدريس والطلبة مع التركيز على تنمية الناتج العلمي (البحوث العلمية).\n ضمان المشاركة الفعالة في تطوير البرنامج والخدمات المجتمعية من جميع الأطراف المعنية (خدمة المجتمع)."
      }
   ],
    "guide": "تحتوي هذه الكلية على دليل قبول يوضح كيفية التقديم والشروط."
  },
  {
    "university": "القبول الموحد - إضافة الرغبات",
    "start": "2025-05-28",
    "end": "2025-06-26",
  "attachments": [
    {
      "name": "دليل القبول",
      "url": "https://uaenuap.blob.core.windows.net/public/Manual.pdf"
    },
    {
      "name": "موقع الجامعة",
      "url": "https://www.uap.sa/"
    }
  ],
  "applyLink": "https://www.uap.sa/",
    "majors": [],
    "guide": "في هذه المرحلة، يمكنك استعراض التخصصات المتاحة وإضافة الرغبات إلى قائمة الرغبات. يتم رصد نتائج الثانوية ونتائج اختبارات مركز قياس تلقائيًا بعد صدورها."
  },
  {
    "university": "القبول الموحد - تأكيد الطلب وإجراء المقابلات والاختبارات",
    "start": "2025-06-29",
    "end": "2025-07-10",
"attachments": [
    {
      "name": "دليل القبول",
      "url": "https://uaenuap.blob.core.windows.net/public/Manual.pdf"
    },
    {
      "name": "موقع الجامعة",
      "url": "https://www.uap.sa/"
    }
  ],
  "applyLink": "https://www.uap.sa/",
    "majors": [],
    "guide": "تبدأ المفاضلة بشكل لحظي. عرض الحد الأدنى للدرجة الموزونة لكل تخصص، ويتم تحديثه بشكل لحظي. حسب بيانات المتقدمين وتغير رغباتهم. تأكيد الرغبات، وإجراء المقابلات أو الاختبارات إن وُجدت."
  },
  {
    "university": "القبول الموحد - تأكيد الرغبة النهائية",
    "start": "2025-07-13",
    "end": "2025-07-14",
"attachments": [
    {
      "name": "دليل القبول",
      "url": "https://uaenuap.blob.core.windows.net/public/Manual.pdf"
    },
    {
      "name": "موقع الجامعة",
      "url": "https://www.uap.sa/"
    }
  ],
  "applyLink": "https://www.uap.sa/",
    "majors": [],
    "guide": "تظهر نتيجة المفاضلة النهائية ويتم قبولك في التخصص الذي تم ترشيحك له."
  },
 {
    "university": "القبول الموحد - الفرص الإضافية الإلحاقي",
    "start": "2025-07-15",
    "end": "2025-07-26",
"attachments": [
    {
      "name": "دليل القبول",
      "url": "https://uaenuap.blob.core.windows.net/public/Manual.pdf"
    },
    {
      "name": "موقع الجامعة",
      "url": "https://www.uap.sa/"
    }
  ],
  "applyLink": "https://www.uap.sa/",
    "majors": [],
    "guide": "تبدأ الفرص الإضافية للطلاب الذين لم يتم قبولهم، أو يرغبون بتحسين رغباتهم وفقًا للمقاعد المتاحة."
  },
 {
  "university": "ادرس في السعودية - داخل المملكة (مرحلة جامعية)",
    "start": "2025-06-15",
    "end": "2025-07-31",
"attachments": [
 
    {
      "name": "موقع الجامعة",
      "url": "https://studyinsaudi.moe.gov.sa/"
    }
  ],
  "applyLink": "https://studyinsaudi.moe.gov.sa/",
    "majors": [],
    "guide": "منصة (ادرس في السعودية) تتيح للطلاب داخل المملكة فرصة التقديم على الجامعات السعودية بسهولة، ضمن مسار القبول الموحد المحلي. توفر المنصة معلومات شاملة عن الجامعات، الشروط، والمواعيد، وتتيح روابط مباشرة للتقديم. تعد الخيار الأمثل للطلاب المقيمين او الراغبين في الالتحاق بالتعليم الجامعي السعودي في مختلف التخصصات المعتمدة."
  },
 {
  "university": "ادرس في السعودية - خارج المملكة (مرحلة جامعية)",
    "start": "2025-05-01",
    "end": "2025-06-14",
"attachments": [
 
    {
      "name": "موقع الجامعة",
      "url": "https://studyinsaudi.moe.gov.sa/"
    }
  ],
  "applyLink": "https://studyinsaudi.moe.gov.sa/",
    "majors": [],
    "guide": "منصة (ادرس في السعودية) تتيح للطلاب داخل المملكة فرصة التقديم على الجامعات السعودية بسهولة، ضمن مسار القبول الموحد المحلي. توفر المنصة معلومات شاملة عن الجامعات، الشروط، والمواعيد، وتتيح روابط مباشرة للتقديم. تعد الخيار الأمثل للطلاب المقيمين او الراغبين في الالتحاق بالتعليم الجامعي السعودي في مختلف التخصصات المعتمدة."
  }
]
