[
  {
    "university": "جامعة الملك فهد للبترول والمعادن",
    "start": "2025-06-15",
    "end": "2025-06-24",
  "applyLink": "https://admissions.kfupm.edu.sa/new-admission",
    "majors": [
      {
        "name": "الهندسة الكيميائية",
        "description": "تخصص يركز على تطبيقات الكيمياء في الصناعة وإنتاج المواد.",
        "requirements": "الحصول على شهادة الثانوية العامة مع اجتياز اختبار القدرات."
      },
      {
        "name": "علوم الحاسب",
        "description": "دراسة البرمجة، الخوارزميات، وهندسة البرمجيات.",
        "requirements": "شهادة الثانوية العامة مع درجات جيدة في الرياضيات."
      }
    ],
"guide": "مسار القبول الإلحاقي:\nأن يكون الطالب/الطالبة خريج الثانوية العامة (عام، علوم الحاسب والهندسة، الصحة والحياة) أو منهج عالمي (علوم طبيعية) في العام الذي يتم فيه القبول أو العام السابق له.\nتحقق بحد أدنى في اختبارات اللغة الإنجليزية درجة: (60 في STEP) أو ما يعادلها في الاختبارات الأخرى (IELTS – TOEFL) وذلك لجميع مسارات القبول.\nتعبئة خطاب التزكية وإرفاقه في نموذج التقديم.\nإرفاق نبذة توضيحية عن نفسك تشرح فيها أهدافك الأكاديمية وكيف ستسهم في تغيير مجتمعك والعالم للأفضل.\nاستكمال متطلبات الدرجة الموزونة (50% اختبار القدرات، 40% اختبار التحصيلي، 10% الثانوية العامة) للمنافسة على القبول والأفضلية في اختيار التخصص.\nتحسب الدرجة الموزونة بعد صدور نتائج الاختبار التحصيلي الثاني.\nلم يسبق للطالب الدراسة في جامعة الملك فهد للبترول والمعادن أو كلية المجتمع التابعة للجامعة."
  },
  {
    "university": "كلية الأمير سلطان للعلوم الصحية",
    "start": "2025-06-29",
    "end": "2025-07-03",
  "applyLink": "https://www.psmchs.edu.sa/admission-and-registration-ar/bachelors-admission-portal-ar/common-questions-ar/",
    "majors": [
      {
        "name": "الهندسة",
        "description": "تخصص الهندسة يشمل دراسة المبادئ الهندسية الأساسية وتطبيقاتها.",
        "requirements": "شهادة الثانوية العامة مع درجات عالية في الرياضيات والفيزياء."
      },
      {
        "name": "الطب",
        "description": "تخصص الطب يتناول دراسة العلوم الطبية والعملية السريرية.",
        "requirements": "اجتياز اختبار القدرات الطبية والحصول على شهادة الثانوية العامة."
      },
      {
        "name": "الإدارة",
        "description": "تخصص يركز على مهارات الإدارة والتنظيم للأعمال والمؤسسات.",
        "requirements": "شهادة الثانوية العامة مع معرفة أساسية في الرياضيات."
      }
    ],
    "guide": "تحتوي هذه الكلية على دليل قبول يوضح كيفية التقديم والشروط."
  },
  {
    "university": "القبول الموحد - إضافة الرغبات",
    "start": "2025-05-28",
    "end": "2025-06-26",
  "applyLink": "https://www.uap.sa/",
    "majors": [],
    "guide": "في هذه المرحلة، يمكنك استعراض التخصصات المتاحة وإضافة الرغبات إلى قائمة الرغبات. يتم رصد نتائج الثانوية ونتائج اختبارات مركز قياس تلقائيًا بعد صدورها."
  },
  {
    "university": "القبول الموحد - تأكيد الطلب وإجراء المقابلات والاختبارات",
    "start": "2025-06-29",
    "end": "2025-07-10",
  "applyLink": "https://www.uap.sa/",
    "majors": [],
    "guide": "تبدأ المفاضلة بشكل لحظي. عرض الحد الأدنى للدرجة الموزونة لكل تخصص، ويتم تحديثه بشكل لحظي. حسب بيانات المتقدمين وتغير رغباتهم. تأكيد الرغبات، وإجراء المقابلات أو الاختبارات إن وُجدت."
  },
  {
    "university": "القبول الموحد - تأكيد الرغبة النهائية",
    "start": "2025-07-13",
    "end": "2025-07-14",
  "applyLink": "https://www.uap.sa/",
    "majors": [],
    "guide": "تظهر نتيجة المفاضلة النهائية ويتم قبولك في التخصص الذي تم ترشيحك له."
  },
 {
    "university": "القبول الموحد - الفرص الإضافية الإلحاقي",
    "start": "2025-07-15",
    "end": "2025-07-26",
  "applyLink": "https://www.uap.sa/",
    "majors": [],
    "guide": "تبدأ الفرص الإضافية للطلاب الذين لم يتم قبولهم، أو يرغبون بتحسين رغباتهم وفقًا للمقاعد المتاحة."
  }
]
