[
  {
    "title": "جامعة المجمعة تعلن مواعيد وشروط القبول في برامج التجسير للدبلوم",
    "shortDescription": "‎  تعلن جامعة لمجمعة الجدول الزمني والضوابط والشروط العامة للقبول في برامج التجسير لحملة الدبلومات  .",
    "description": "أعلنت جامعة المجمعة عن الجدول الزمني والضوابط العامة للقبول في برامج التجسير لحملة الدبلومات للعام الجامعي القادم، وتشمل التفاصيل مواعيد التقديم، وشروط القبول، والتخصصات المتاحة   فتح بوابة التقديم بتاريخ ١٤٤٦/١٢/٧ الثلاثاء . . غلق بوابة التقديم في تمام الساعة ١٢ ظهرا بتاريخ ١٤٤٦/١٢/٢٣ الخميس .",
    "image": "https://up6.cc/2025/06/174949409943831.jpg",
    "date": 1748812800000,
    "category": "تسجيل جامعات",
    "attachments": [
      {
        "title": "رابط التقديم",
        "url": "https://edugate.mu.edu.sa/mu/ui/guest/application_online/index/bridgeHomeIndex.faces"
      },
  {
        "title": "خطه برامج التجسير",
        "url": "https://up6.cc/2025/06/174949409943831.jpg"
      },
  {
        "title": "التقويم المقترح ل التجسير",
        "url": "https://up6.cc/2025/06/174949407033131.jpg"
      },
      {
        "title": "مصدر الرسالة",
        "url": "https://x.com/muedudar/status/1929519218979934482?t=L8n3mBDuzXKvB2_L2yr5zA&s=19"
      }
    ]
  },
 {
  "title": "فتح التقديم للجامعات السعودية للمقيمين 2025",
  "shortDescription": "فرصة التقديم للجامعات السعودية متاحة الآن للمقيمين عبر ادرس في السعودية.",
  "description": "أعلنت الجامعات السعودية عن فتح باب التقديم للعام الدراسي 2025 للمقيمين من مختلف الجنسيات داخل المملكة. يشمل التقديم العديد من التخصصات الأكاديمية في الجامعات الحكومية والأهلية، ويتيح للمقيمين فرصة متابعة دراستهم الجامعية وفق شروط ومعايير محددة لكل جامعة. يُنصح بالاطلاع على مواعيد التقديم والمتطلبات لكل جامعة بشكل منفصل والتأكد من تجهيز المستندات المطلوبة قبل انتهاء فترة التقديم.",
    "image": "https://up6.cc/2025/06/174993929015431.png",
    "date": 1748812800000,
    "category": "تسجيل جامعات",
    "attachments": [
      {
        "title": "رابط التقديم",
        "url": "https://studyinsaudi.moe.gov.sa/"
      }
 
    ]
  },
{
  "title": "جامعة الملك فهد للبترول والمعادن تفتح باب القبول 2025",
  "shortDescription": "الآن يمكن لطلاب الثانوية التقديم على جامعة الملك فهد للبترول والمعادن للعام الجامعي 2025.",
  "description": "أعلنت جامعة الملك فهد للبترول والمعادن عن فتح باب القبول لطلاب المرحلة الثانوية الراغبين في الالتحاق بالجامعة للعام الجامعي 2025. وتشمل الفرص الأكاديمية المقدمة العديد من التخصصات الهندسية والاخرى، مع تركيز الجامعة على استقطاب الطلبة المتميزين أكاديميًا. يشترط على المتقدمين اجتياز المعايير المحددة من قبل الجامعة، ويُنصح بالاطلاع على دليل القبول والتأكد من رفع جميع المستندات المطلوبة في فترة التقديم.",
  "image": "https://up6.cc/2025/06/174998532020541.png",
  "date": 1752547200000,
  "category": "تسجيل جامعات",
  "attachments": [
    {
      "title": "رابط التقديم",
      "url": "https://apply.kfupm.edu.sa/" 
    }
  ]
}

]
